{ "jobs": [
	{
		"jobTitle": "Senior UX Designer",
		"jobLocation": "Atlanta, GA",
		"jobDuties": [
			"Do you want to change the way people innovate?",
			"Are you a problem solver who loves to visualize complex data in order to find the right solution?",
			"As a Senior UX Designer at Aha!, you will have an excellent opportunity to join a breakthrough and profitable company that is growing fast.",
			"Quick, nimble design work",
			"Understands product management in addition to user behaviors and motivations",
			"Require skilled designer with aptitude for quality",
			"Working closely with marketing team and management",
			"100% remote options available",
			"Is seeking a career-defining opportunity"
		],
		"jobRequirements": [
			"Has at least three years of experience on a product or user experience team for a SaaS application",
			"On site availability",
			"Nimble experience"
		],
		"jobType": "Full-Time"
	},
	{
		"jobTitle": "Designer (Web & Mobile App)",
		"jobLocation": "Atlanta, GA",
		"jobDuties": [
			"Silverorange is a fourteen-person design and development agency based in Canada. ",
			"Our focus is on interesting and meaningful projects.",
			"The core of our team has been together for eighteen years.",
			"During that time we’ve focused as much on quality of life, openness, empathy, and a wonderful work environment as we have on our commitment to building great user-focused systems.",
			"in search of a designer with a strong sense of visual style and a deep understanding of native mobile interface design.",
			"Create visual designs for web and mobile apps that are beautiful, usable, and scalable across a variety of mobile and desktop clients.",
			"Work with clients to understand and help define requirements.",
			"Adapt existing visual identity and design systems to new screens and features.",
			"Define animation and transition effects for interface interactions.",
			"Create interactive prototypes to demonstrate web and mobile app features, interactions, and structure."
		],
		"jobRequirements": [
			"Flexible work hours.",
			"Experience implementing interfaces with front-end web technologies ",
			"Ability to create original branding and visual identity systems."
		],
		"jobType": "Full-Time"
	},
	{
		"jobTitle": "UI Developer - Remote",
		"jobLocation": "Jacksonville, FL",
		"jobDuties": [
			"Piggy is looking for a UI Developer to join our fast growing team. ",
			"Developer’s primary responsibilities include implementing designs",
			"Functionality of our website & browser extensions, and Improving website performance to optimize user experience.",
			"Develop & Implement new user-facing features for Website and Browser Extensions",
			"Ensure the technical feasibility of UI/UX designs.",
			"Work closely with both Design and Marketing to create new features.",
			"Leverage CSS animations and HTML5 canvas to improve site efficiency.",
			"Contribute to team development and initiatives.",
			"Collaborate with other team members and stakeholders."
		],
		"jobRequirements": [
			"Previous history working as a senior UI developer.",
			"Ability to follow a design spec",
			"Extremely confident in CSS3 & HTML5",
			"Foundational  Javascript Knowledge Required",
			"Intermediate SASS development experience",
			"Familiarity with Caching & CDNs"
		],
		"jobType": "Part-Time"
	}

]
}
